<template>
    <div class="content">
        <img class="leftimg" src="https://petsi.net/images/dogbreed/big/137.jpg" alt="Фото Хаски">
        <div>
            <h4>История</h4>
            <p>
                Собаки породы сибирский хаски способны влюбить в себя с первого взгляда. В их движениях и взгляде чувствуется очарование дикой, первозданной природы, и ослепительная красота бескрайних снежных пустошей. Данная порода возникла в Сибири, и широко использовалась племенами чукчей в различных целях. В первую очередь, конечно же, как ездовая собака.
            </p>
            <p>
                Однако, дело этим не ограничивалось - эти животные были надежными спутниками и компаньонами чукчей, они жили, ели, и спали с ними в одной постели. Этих собак особенно часто ложили спать вместе с детьми, чтобы обеспечить теплоту и комфорт в холодные сибирские ночи. Сейчас доподлинно неизвестно, но тесты ДНК говорят нам, что сибирский хаски - это очень древняя собака.
            </p>
            <p>
                Исследователи считают, что порода возникла вследствие естественного одомашнивания дикого волка племенами чукчей и их предков, не менее 1000 лет назад. Чукчи относились и до сих пор относятся к своим хаски, как к полноценным членам семьи. Разумеется, с поправкой на то, что это всё-таки собака, а не человек.
            </p>
            <p>
                Долгие годы сибирский хаски использовался исключительно на родине, однако, в 1908 году первую собаку этой породы перевезли на Аляску. Собственно, впоследствии так и появился аляскинский хаски - на сегодняшний день он имеет некоторые отличия от сибирского, но несёт в себе массу схожих черт. На Аляске эти собаки также обрели большую популярность, благодаря удивительным качествам своего характера, выносливости, физической силе и способности вместе противостоять опасности.
            </p>
            <p>
                Особенно широко их стали использовать во времена золотой лихорадки, когда на Аляску ринулись толпы золотоискателей не только из Америки, но и со всего мира. Кроме того, многие выбирали этих собак для участия в 408-мильной гонке на собачьих упряжках - на самом деле это актуально и сегодня, хотя и в меньшей степени.
            </p>
            <p>
                После Октябрьской революции 1917 года на карте появилась новая страна - Советский Союз. Власть рабочих и крестьян в 1930 году закрыла границы и сибирских хаски больше нельзя было вывозить законно. Считается, что последний пес этой породы покинул родные места как раз в 1930-м. В этом же году сибирский хаски был официально признан Американским Кеннел Клубом как самостоятельная порода, в 1938 был основан Американский клуб сибирских хаски. Канадский Кеннел Клуб признал породу годом позже - в 1939.
            </p>
        </div>
    </div>
</template>

<script>
    export default {
        name: 'Home',

    }
</script>


<style scoped>
    .content{
        width: 1000px;
        text-align: justify;
        margin: 0 auto;
    }
    .leftimg{
        float:left;
        margin: 7px 7px 7px 0;
    }
</style>